import type { NewsType } from "~/types";
import exampleImageSrc from "~/assets/images/gallery example.jpg";

export const newsData: NewsType[] = [
  {
    id: 1,
    date: 123,
    imageSrc: exampleImageSrc,
    title: "Ход строительства Арены Перми",
    text: "Завершается установка металлоконструкций кровли. Скоро приступим к сборке кровли тренировочной арены (там 16 ферм). Все конструкции будут смонтированы до конца августа, а параллельно с этим специалисты проведут монтаж кровли. Уже начали строительство покрытия — идет укладка профилированного листа и мягкой кровли. В работе — новые участки обходной галереи, идет работа по устройству сетей отопления, электро- и водоснабжения, а в цокольном техническом этаже уже начали первые помещения готовить к отделке",
  },
  {
    id: 2,
    date: 123,
    imageSrc: exampleImageSrc,
    title: "Ход строительства Арены Перми",
    text: "Завершается установка металлоконструкций кровли. Скоро приступим к сборке кровли тренировочной арены (там 16 ферм). Все конструкции будут смонтированы до конца августа, а параллельно с этим специалисты проведут монтаж кровли. Уже начали строительство покрытия — идет укладка профилированного листа и мягкой кровли. В работе — новые участки обходной галереи, идет работа по устройству сетей отопления, электро- и водоснабжения, а в цокольном техническом этаже уже начали первые помещения готовить к отделке",
  },
  {
    id: 3,
    date: 123,
    imageSrc: exampleImageSrc,
    title: "Ход строительства Арены Перми",
    text: "Завершается установка металлоконструкций кровли. Скоро приступим к сборке кровли тренировочной арены (там 16 ферм). Все конструкции будут смонтированы до конца августа, а параллельно с этим специалисты проведут монтаж кровли. Уже начали строительство покрытия — идет укладка профилированного листа и мягкой кровли. В работе — новые участки обходной галереи, идет работа по устройству сетей отопления, электро- и водоснабжения, а в цокольном техническом этаже уже начали первые помещения готовить к отделке",
  },
];
